chat_system_2006490147_actor_description=Mirabella. Tough Woman-Pirate.
chat_system_2006490147_snap_0_question=^?^A thousand cuttlefish, [player]! I'm bored to death... If this continues, soon Old Jack's ghost will appear. I need to grapple a couple of ships or I'll die of boredom.
chat_system_2006490147_snap_0_answer_0=^?^Darling, I wanted to talk to you about children.
chat_system_2006490147_snap_0_answer_1=^?^It seems to me that we aren't a good match, and it's time to separate.
chat_system_2006490147_snap_0_answer_2=^?^Have a rest, we'll talk later.
chat_system_2006490147_snap_10_question=^?^What? Damn it, what children?
chat_system_2006490147_snap_10_answer_0=^?^I think we are ready to have a baby.
chat_system_2006490147_snap_1_question=^?^Are we now? Well what's it got to do with me? Go ahead and have one, if you want...<br>Yeah, that's what you're talking about. You want to have children. But do you know that young mothers can't drink rum, or swear, or grapple ships, or bat down the hatches during a storm? I'm not speaking about how my jackets fit exactly my splendid slender figure - which there won't be anything left of if we decide to have a baby.
chat_system_2006490147_snap_1_answer_0=^?^I think you could do without rum for a while. As for your jackets - we can have new ones sewn.
chat_system_2006490147_snap_1_answer_1=^?^Ok, you've convinced me - you weren't born to raise children.
chat_system_2006490147_snap_11_question=^?^That's why I'm your wife - to know and feel what your thoughts and wishes are. I'd really like to have a little baby and take care of him.
chat_system_2006490147_snap_11_answer_0=^?^That's great, my darling! (Kiss your wife.)
chat_system_2006490147_snap_9_question=^?^Do you want to say that I'm a foul-mouthed, drinking, rude woman and no match for you. Not warm and cuddly enough for you? I'm spoiling your girlish reputation?<br>As you wish. But if I do go away, I won't go empty-handed, you know. Being your wife, I have the right to one fifth of our property. And I'm not going to return the presents you gave me - I'll keep them as a memento.
chat_system_2006490147_snap_9_answer_0=^?^May you have a fair wind, and the Kraken for help.
chat_system_2006490147_snap_9_answer_1=^?^Come on, stop acting crazy. I'm just kidding; I wanted to check how much you love me.
chat_system_2006490147_snap_kid_question=^?^Enough. Stop! I'm fed up with all of it.
chat_system_2006490147_snap_kid_answer_0=^?^What happened?
chat_system_2006490147_snap_12_question=^?^Look at me. There on the Islands, I was surrounded by criminals and drunkards I had to be rude and strong.<br>And here I am, brandishing my saber and singing marching songs by the fire alongside your warriors. I've forgotten what it means to be a woman. Nice and gentle, someone who needs care and can take care of somebody herself.
chat_system_2006490147_snap_12_answer_0=^?^What are you working up to?
chat_system_2006490147_snap_13_question=^?^I want to feel like a woman again. Like a caring and gentle mother.
chat_system_2006490147_snap_13_answer_0=^?^You want to have a baby? You've read my mind, my love. I agree.
chat_system_2006490147_snap_13_answer_1=^?^Sorry, but our life isn't suitable for raising a family. Let's talk about it some other time.
